Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/educational_material_fi/miten_saan_saamen_kielen_opetusta.pdf.tmx
Source language: fin
Languages: sme

source: Saamen kielen ja saamenkielinen opetus Suomessa
sme: Oahpahus sámegielas ja sámegillii Suomas

source: Mahdollisuuksista saamen kielen ja saamenkieliseen opetukseen säädetään perusopetus- ja lukiolaeissa, opetus- ja kulttuuriministeriön määräyksissä ja opetussuunnitelman perusteissa.
sme: Vejolašvuođat sámegiela ja sámegielat oahpahussii ásahuvvojit vuođđooahpahus- ja logahatlágain, oahpahus- ja kulturministeriija mearrádusain ja oahppoplána vuođuštusain.

source: Voimassaolevat mahdollisuudet koskevat kaikkia kolmea saamen kieltä: inarin-, koltan- ja pohjoissaamea.
sme: Gustojeaddji vejolašvuođat gusket buot golmma sámegiela: anáraš-, nuortalaš- ja davvisámegiela.

source: Saamelaisten kotiseutualueen kunnissa koulu on velvollinen järjestämään saamen kieltä osaavien oppilaiden perusopetuksen pääosin saamen kielellä.
sme: Sámiid ruovttuguovllu gielddain skuvllas lea geatnegasvuohta ordnet vuođđooahpahusa eanas osiid sámegillii daidda ohppiide, geat máhttet sámegiela.

source: Käytännössä se tarkoittaa perusopetuksen oppilaalle oikeutta saada opetuksestaan vähintään puolet saamen kielellä.
sme: Geavadis dat dárkkuha vuođđooahpahusa oahppái vuoigatvuođa oažžut unnimustá beali oahpahusas sámegillii.

source: Lukiossa ja ammatillisessa koulutuksessa saamenkielinen opetus on myös mahdollista.
sme: Logahagas ja ámmátlaš skuvlejumis sámegielat oahpahus lea maid vejolaš.

source: Lisäksi kotiseutualueella on mahdollista lukea saamea äidinkielen ja vieraan kielen oppiaineina perusopetuksessa, lukiossa ja ammatillisessa koulutuksessa.
sme: Dasa lassin ruovttuguovllus lea vejolaš lohkat sámegiela sihke eatnigiellan ja vierisgiellan vuođđooahpahusas, logahagas ja ámmátlaš skuvlejumis.

source: Saamelaisten kotiseutualueen kuntien ulkopuolella on mahdollista saada saamen kielen opetusta, mutta opetuksen järjestäminen edellyttää erityistä aktiivisuutta !
sme: Sámiid ruovttuguovllu gielddaid olggobealde lea vejolaš oažžut sámegiela oahpahusa, muhto oahpahusa ordnen gáibida erenoamáš aktiivvalašvuođa !

source: Opetusta järjestetään sekä lähiopetuksena että virtuaalisesti.
sme: Oahpahus ordnejuvvo sihke lagas- ja gáiddusoahpahussan.

source: Toimi näin: Jos haluat saamen kielen opetusta, esitä pyyntösi oman koulun rehtorille.
sme: Bargga ná: Juos háliidat sámegiela oahpahusa, evttot dan iežat skuvlla rektorii.

source: Voit lisäksi ottaa yhteyttä saamelaiskäräjien koulutus- ja oppimateriaalitoimistoon
sme: Sáhtát maid váldit oktavuođa sámedikki skuvlen- ja oahppomateriáladoaimmahahkii

source: info@samediggi.fi, joka auttaa opiskelijoita, vanhempia ja koulutuksen järjestäjiä opetuksen ai
sme: info@samediggi.fi. Doaimmahat veahkeha studeanttaid, váhnemiid ja oahpahusa lágideddjiid oah

source: kaansaamisessa.
sme: pahusa ollašuhttimis.

source: Ylioppilastutkinnossa on mahdollista suorittaa saamen kielen äidinkielen tai vieraan kielen koe.
sme: Studeantadutkosis lea vejolaš čađahit sámegiela eatnigiela dahje vierisgiela iskosa.

source: Saamen kielen lukiokursseja on mahdollista suorittaa myös virtuaalisesti.
sme: Sámegiela lolas www.sogsakk.fi ja sámegiela gurssaid lágideami e-logahagas www.elukio.fi.

source: Saamelaisten kotiseutu www.sogsakk.fi ja lisäksi saamen kielen kurssien järjestämistä eossa www.elukio.fi.
sme: Logahatgursgahatgurssaid sáhttá čađahit maiddái gáiddusin.

source: Lukiokurssien suorittamismahdollisuutta voi kysyä myös saamelaisten kotiseutualueen kuntien lukioista, joilla on virtuaaliopiskelijoita vuosittain. alueen kuntien ulkopuolella lukiota käyvien kannattaa seurata opintotarjontaa saamelaisalueen koulutuskeskuksen virtuaalikoulussaluki
sme: Daid ohppiid, geat vázzet logahaga sámiid ruovttuguovllu olggobealde, gánneha čuovvut oahpahusfálaldaga Sámi oahpahusguovddáža virtuálaskuvlsaid čađahanvejolašvuođain sáhttá jearrat maid sámiid ruovttuguovllu gielddaid logahagain, main leat virtuálastudeanttat juohke jagi.

source: Saamelaisalueen koulutuskeskus järjestää vuosittain koko lukuvuoden mittaisen lähikoulutuksen inarin-, koltan- ja pohjoissaamen kielissä, www.sogsakk.fi.
sme: Sámi oahpahusguovddáš ordne juohke jagi lagasskuvlejumi anáraš-, nuortalaš- ja davvisáme www.sogsakk.fi. Skuvlejupmi bistá olles lohkanbaji. gielain,

source: Suomen yliopistoista kolmessa on mahdollista opiskella saamen kieltä:
sme: Suomas golmma universitehtas sáhttá lohkat sámegiela: http://www.oulu.fi/giellagasinstituutti /,
